; DO NOT TRANSLATE COMMENTS!
; 
; This is a language file
; You can translate it into your native language
; To do this, follow instructions:
; - PLEASE make sure FDM hasn't already been translated into your language 
;   You should go to FDM web site (http://freedownloadmanager.org) and 
;   check the list of available languages
;   or e-mail to support@freedownloadmanager.org
; - copy this language file to xxx.lng, where xxx is the reduced name 
;   of your language. For English it is eng
; - translate all strings of xxx.lng into your language
; - send the translated file to support@freedownloadmanager.org 
;
; Translator --  Besmir Godole  --  behadesgo1_8@yahoo.com, 2005
;

; Specify your language name in English (and in your language), for example:
; Russian (Русский)
Albanian (Shqipe)
; converted from windows-1250 to utf-16
;
; Below are the strings to translate:
; DO NOT TRANSLATE OR REMOVE COMMENTS!
Ruaje Gjithçka
Prite
Kopjo
Hidh
e Lehtë
e Mesme
e Rëndë
Mundësitë e shkarkimit
Lidhje Dial-up
Rreth FDM-së
Dil
Skedar
Edito
Pamje
Mundësi
Mjete
Ndihmë
Shufra e mjeteve
Shufra e statusit
Optimizim Ekspert
Kuadro tipikë mbi shkarkimin 
Kuadro të përgjithshëm
Lidhje Dial-up
Mbylle telefonin në përfundim
Mbylle kompjuterin në përfundim
Hap Dritaren e Referimeve për Ndihmë
Faqja zyrtare e FDM-së
Tregoja një shoku
Dërgo e-postë tek grupi i përkrahjes
Automatikisht kërko për ridatime
Kërko tani për ridatime
-
-
Shko në
Mënyra përdoruese e trafikut
Regjistrimi
Shkarkime
Me orar
Eksplorues Siti
Eksplorues HTTP//FTP
Menaxher Siti
Shto një shkarkesë
Fillo shkarkimin
Ndale shkarkimin
Programoje shkarkimin
Shto një detyrë
Vetitë e detyrës
Shkarko skedarët e zgjedhur
Ndalo
Rifresko
Shto një sit
Vetitë e sitit
Grupet e shkarkesave
Informacion
Ditari i programuesit
Ditari i Eksploruesit të Sitit
Shufra e anës
Shto një shkarkesë
Fshije shkarkesën
Nis skedarin
Hap këmishën
Nise automatikisht
Vetitë e shkarkimit
Lejoje detyrën
Gjymtoje detyrën
Fshije detyrën
Hap skedarin mëmë
Shkëputu
Shkarko
Kuadro për Eksploruesin e Sitit
Fshije sitin
Hyrje e përkohshme
Site
Shfaq dritaren kryesore
Monitoro shfletuesin
Monitoro fushëkapjen
Nisi të gjithë
Ndali të gjithë
-
Më tej
-
-
-
-
-
Anulo
-
-
-
Gjithë grupet
Filtra
Të përfunduar
Në progres
Me orar
Të ndaluar
Tjetër
Krijo një grup të ri
Fshije grupin
Fshiji gjithë shkarkimet
Fshiji gjithë shkarkimet e përfunduar
Hap këmishën e grupit
Vetitë e grupit
Emri i grupit:
Këmisha tipike:
Me shtojcë skedari [hapësirë e ndarë]:
Parësia tipike shkarkuese
Tepër e ulët
e Ulët
e Mesme
e Lartë
Tepër e lartë
Ju lutemi shkruani emrin e grupit
Gabim inputi
Tashmë grupi me të njëjtin emër ekziston. Ju lutemi shkruani një tjetër
Ju lutemi shkruani emrin e këmishës
Zgjidhni këmishën tipike për këtë grup
Shkruani emrin e grupit
Këmisha tipike për të ruajtur shkarkesat e këtij grupi
Shfleto
Shtojca e skedarit për këtë grup. E përdorur për të diktuar automatikisht grupin e shkarkimit
Parësia tipike e shkarkimit për këtë grup
Hiqi ndryshimet dhe mbylle tabelën
Zbato ndryshimet dhe mbylle tabelën
Gabim në grupet e shkarkimit
Ju lutemi riinstalojeni FDM-në
Gabim
Lista e shkarkesave s'mund të ngarkohet. Ka mundësi që ajo të jetë dëmtuar ose po përdoret nga një tjetër aplikim
Nisja e integritetit në Internet Explorer dështoi
A jeni i sigurtë?
Kjo do i fshijë gjithë shkarkesat e grupit
Miratim
Emri i skedarit
Përmasa
e Shkarkuar
Kohëmbetja
Sektorë
Shpejtësia
Komenti
Ditari
Progresi
Ora
Data
Informacion
Pastroje
Autolisto
Gabim i panjohur rrjeti
Hyrja mohohet. Përdoruesi ose fjalëkalimi janë invalidë
Hyrja mohohet. Fjalëkalimi është invalid
Me sukses
Tek serveri s'mund të ketë lidhje
Skedari nuk gjendet në server
Lidhja me serverin humbi
Serveri nuk përgjigjet
E pamundur të zgjidhet emri i serverit
Serveri nuk e përkrah rimarrjen e shkarkimit. Mos e ndalni këtë shkarkesë; përndryshe do t'ju duhet ta nisni nga fillimi
Nevojiten përdoruesi dhe fjalëkalimi i proxy-t
Gabim i zgjeruar
Kërkesë e keqe. Ka mundësi të jetë një URL i keq
Gabim serveri i panjohur
Lidhja dështoi
URL i keq
Asnjë lidhje me Internet
Versioni HTTP i zgjedhur nuk përkrahet nga ky server
Gabim i panjohur
Skedari nuk mund të fshihet nga disku
Kufiri i lidhjeve tek ky serveri u arrit
Kufiri i lidhjeve u arrit
Pushim %d sek.
Sektori
Nisi
Mbaroi
Shkarkimi përfundoi
Në lidhje...
Lidhja pati sukses
Ridrejtim...
Ridrejtimi pati sukses. Po hapet një URLi i ri
Shkarkimi filloi...
Ndalim
Po krijohet një sektor i ri...
Anulim
Shkarkimi po rinis...
Skedari në disk po hapet...
Emri i skedarit është tepër i gjatë
Tashmë skedari ekziston! Riemërtoje në
Riemërtoje në
Skedari dalës u fshi! E pamundur të vazhdohet
Tashmë skedari ekziston! Rishkruaje
Tashmë skedari ekziston! Shkarkimi po rimarret
Tashmë skedari ekziston!
Hapja e skedarit në disk dështoi
Përmasa e skedarit u ndryshua nga serveri!
Përmasa e re po rregullohet...
Skedari nuk mund të mbishkruhet
Skedari do të riemërtohet
Skedari nuk mund të riemërtohet sikurse emri origjinal
Grupet nuk mund të ruhen
Shkarkesat nuk mund të ruhen
Lidhje Dial-up
Lidhu me:
Automatikisht telefono
Lidhu
Zgjidhni hyrjen dial-up
Zgjidheni këtë kuti nëse doni që dial-up të nisë automatikisht herën tjetër
Telefono tani
Mos telefono dhe mbylle këtë tabelë
Në kompjuter nuk u gjet asnjë hyrje dial-up
Linja është e zënë
Hardueri dështoi
Asnjë ton telefoni
Formim i numrit
Përpjekja
Porti u hap...
Telefonim tek provajderi...
Lidhje tek kompjuteri i largët
Përdoruesi dhe fjalëkalimi po verifikohen...
Shpejtësia e lidhjes është %d BPS
Shkëputuni
Ripërsëritje
Me përdorues dhe me fjalëkalim
Përdoruesi:
Fjalëkalimi:
Grupi:
Ruaje në këmishën:
Ruaje si:
Fillo
Automatikisht
Me dorë
Me orar
Përparësia e shkarkimit
e Avancuar
Adresa e skedarit që doni të shkarkoni
Shkruani emrin e përdoruesit
Shkruani fjalëkalimin
Zgjidheni këtë kuti nëse serveri kërkon autorizim
Emri i grupit për të vendosur shkarkesën. Grupet ju ndihmojnë juve t'i menaxhoni shkarkesat tuaja
Këmisha për ruajtjen e shkarkesave
Emri i ri i skedarit të shkarkuar. Lëreni bosh këtë fushë nëse doni ta ruani skedari me emrin e tij origjinal
Përshkrim i shkurtër i shkarkesës
Kjo shkarkesë do të nisë automatikisht sa më shpejt të jetë e mundur
FDM nuk do të përpiqet ta nisë automatikisht këtë shkarkesë
Programojeni këtë shkarkim
Konfiguroni orarin e shkarkimit
Përparësia shkarkuese. Shkarkesat me përparësi të lartë do të nisin në fillim. Ato me më pak përparësi do të shtyhen për më vonë
Shih kuadro të avancuar për këtë shkarkesë
URLi i shkruar është i pasaktë. Ju lutemi verifikojeni
Ju lutemi shkruani përdoruesin
Zgjidhni këmishën dalëse
Në përgjithësi
Informacion i përgjithshëm
Shkarkesa aktualisht e ruajtur në skedar:
Emri i skedarit të shkarkuar
URLi i kësaj shkarkese nuk mund të ndryshohet
Kjo shkarkesë po përparon. Emri i skedarit s'mund të ndryshojë
Skedari s'mund të riemërtohet
Skedari nuk gjendet
Shtegu nuk gjendet
Format invalid .exe
Skedari po përdoret nga një tjetër aplikim
Hyrja mohohet
Aparati s'është gati
Disku është plot
Emri i skedarit është invalid
Kërkohet Login
Lidhja
Rrjet
Gabime
Pushimi midis përpjekjeve për lidhje [në sekonda]:
Numri maksimal i përpjekjeve
Jashtëkoha [në sekonda]:
Përmasa minimale:
Numri maksimal:
Kufizimi i trafikut për këtë shkarkesë
Kufizoje trafikun
Përbuzi gjithë kufizimet
B
KB
MB
; second. e.g. KB/s
s
Shkruaj një vlerë më të madhe se %d
Ju lutemi zgjidhni dimensionin
Koha e pritjes për rilidhje të serverit në rast gabimi
Zgjidheni këtë kuti nëse doni ta kufizoni numrin maksimal të përpjekjeve për shkarkim të pasuksesshëm
Koha e pritjes për përgjigje të serverit
Përmasa minimale e sektorit. Shkarkesa nuk do të ndahet në sektorë me përmasë më të vogël
Numri maksimal i sektorëve. Shkarkesa nuk do të ndahet në numër më të madh sektorësh
Saktësoni se sa trafik (maksimum) do të marrë FDM për shkarkesën
Përbuzi kufizimet e trafikut dhe kufizimin për numrin maksimal të lidhjeve për këtë shkarkesë
Në këtë fushë mund të përcaktoni vlerën në bajt (B), kilobajt (KB) ose megabajt (MB)
Protokolli
Identifikohu tek serveri si:
Referuesi:
Përdor HTTP 1.1
Përdor 'cookies'
Përdor mënyrë pasive
Mënyra e transferimit
Binare
ASCII për skedarë me shtojcë:
Përcaktoni se si do të identifikohet FDM me serverin HTTP
Ky varg do të dërgohet si fusha 'Referuesi' tek serveri HTTP. Si rregull, nuk kërkohet
Zgjidheni këtë kuti nëse doni që FDM të përdorë versionin HTTP 1.1
Zgjidheni këtë kuti nëse doni që FDM të përdorë 'cookies'
Zgjidheni këtë kuti nëse doni që FDM të përdorë mënyrën pasive për serverat FTP. Ndonjëherë është e nevojshme kur punohet me fajruolle.
Përdoreni mënyrën binare për transfertat FTP. Vendoseni këtë mënyrë nëse skedari që ju po shkarkoni nuk është tekst
Përdoreni mënyrën ASCII për transfertat FTP. Vendoseni këtë mënyrë nëse skedari që ju po shkarkoni është tekst
FDM do të përdorë mënyrën ASCII për skedarë me shtojcë të caktuar. Për skedarë të tjerë FDM do të përdorë mënyrën binare
Proxy
Merr kuadro proxy
Nga Microsoft Internet Explorer
Përcaktoje me dorë
Mos përdor asnjë proxy
Kuadro
Addresa:
Porti:
Ju lutemi shkruani adresën proxy
Ju lutemi shkruani portin proxy
FDM do t'i marrë kuadrot proxy nga Internet Explorer
Ju i përcaktoni vetë kuadrot proxy
FDM nuk do të përdorë proxy
Zgjidhni llojet e serverave për të cilët doni të përcaktoni proxy-n
Shkruani adresën e proxy-t që doni të përdorni
Shkruani portin e proxy-t. Si rregull, është 3128, 1080 ose 8080
Zgjidheni këtë kuti nëse serveri proxy kërkon autorizim
Të ndryshme
Skedarë lokalë
Nëse skedari ekziston tashmë:
Ruaje hapësirën e diskut për skedarin
Krijo një shtojcë për skedarët e papërfunduar:
Serveri i Internetit
Mos e rinis shkarkimin nëse serveri nuk e përkrah rimarrjen
Kur serveri e ndryshon përmasën e skedarit:
Ndalo gjatë gabimeve
Më pyet
Rishkruaje
Riemërtoje
Rimerre
Rifilloje
Rregulloje
Ju lutemi përcaktoni shtojcën e skedarit
Këtu mund të përcaktoni se ç'duhet të bëjë FDM nëse tashmë skedari ekziston në disk
Zgjidheni këtë kuti nëse doni të ruani hapësirë disku kur njëra shkarkesë fillon
Nëse zgjidhet, FDM do t'i bashkangjisë një shtojcë të caktuar emrit të skedarit ndërsa ai shkarkohet. Kur shkarkimi të përfundojë FDM do e riemërtojë sërish skedarin me emrin e tij origjinal
FDM nuk do ta rinisë shkarkimin nëse serveri i largët nuk e përkrah rimarrjen
Këtu mund të përcaktoni se ç'duhet të bëjë FDM nëse përmasa e skedarit ndryshohet nga serveri
Zgjidheni këtë kuti për ta ndalur shkarkimin kur skedari nuk gjendet në server
Zgjidheni këtë kuti për ta ndalur shkarkimin kur përdoruesi ose fjalëkalimi janë invalidë
Mënyra përdoruese e trafikut
Zgjidhni mënyrën për konfigurim:
Numri maksimal i lidhjeve:
Numri maksimal i lidhjeve për një server:
Kufizim i trafikut:
pa kufi
Zgjidhni mënyrën përdoruese të trafikut që doni të konfiguroni
Zgjidheni këtë kuti për të kufizuar numrin maksimal të lidhjeve
Zgjidheni këtë kuti për të kufizuar numrin maksimal të lidhjeve për një server
Përcaktoni trafikun e FDM-së (maksimum) për shkarkimin e skedarëve
Gjithë shkarkesat
Lista e shkarkesave
Autoruaje çdo
min.
Kur një shkarkesë e papërfunduar fshihet
Automatikisht fshiji shkarkesat e përfunduara
Mos e fshij skedarin
Fshije skedarin
FDM automatikisht e ruan listën e shkarkesave pas një intervali të caktuar kohe. Ai e mbron listën nga një mbyllje e mundshme e kompjuterit ose nga avari të energjisë
Përcaktoni se ç'duhet të bëjë FDM me skedarin në disk kur fshihet një shkarkesë e papërfunduar
Zgjidheni këtë kuti nëse automatikisht doni ta fshini shkarkesën nga lista kur ajo të përfundojë
Monitorim
Monitorim
Fushëkapje
Monitoro skedarë me shtojcë
Përbuzi skedarët me shtojcë
ALT nuk duhet shtypur
ALT duhet shtypur
Ju lutemi përcaktoni shtojcat
Zgjidheni këtë kuti nëse doni që FDM të kapë klikimet në Internet Explorer
Zgjidheni këtë kuti nëse doni që FDM të monitorojë fushëkapjen tuaj
Monitoro vetëm skedarët me shtojcë të përcaktuar
Mos i monitoro skedarët me shtojcë të përcaktuar
Monitoro vetëm nëse nuk shtypet ALT
Monitoro vetëm nëse shtypet ALT
Fillesë
Nise në fillesë
Fillo në minimum
Sistem
Minimizo në tabaka
Butoni 'Mbylle' minimizon dritaren
FDM automatikisht do të nisë me Windows-in
FDM do të minimizohet pas nisjes
Kur të klikoni butonin 'Minimizo', FDM do të minimizohet në tabaka
Nëse zgjidhet, klikimi në butonin 'Mbylle' do të jetë i ngjashëm me butonin 'Minimizo'
Ridato
Adresa e serverit për ridatim
FDM automatikisht do të kërkojë për versionin më të ri
Optimizim Ekspert i shfrytëzimit të rrjetit
Mirëserdhët në Optimizimin Ekspert të shfrytëzimit të rrjetit!
Kjo Ekspertizë do t'ju ndihmojë të ndërtoni kuadro optimalë për llojin e lidhjes tuaj dhe se si të vendosni vetitë e Shkarkimit dhe vetitë tipike për shkarkesën.
Ju lutemi zgjidhni llojin e lidhjes
Mbaro
Përcaktoni llojin e lidhjes tuaj në Internet
Konfigurojeni FDM-në për punim optimal me lidhjen tuaj
Detyra
Kohënisja
Kohënisja tjetër
Kohënisja e fundit
Lista e orareve s'mund të hapet. Ka mundësi që të jetë dëmtuar ose po përdoret nga një tjetër aplikim
Ditari i Programuesit s'mund të hapet!
Lista e orareve s'mund të ruhet
Detyra "%s" u programua. Të fillojë?
Mënyra përdoruese e trafikut ndryshoi në "%s"
Mbylle telefonin
Gjithë lidhjet
Ndrysho mënyrën përdoruese të trafikut në
Mbylle
Rifillo
Tërhiqu
Një herë
Die
Hën
Mar
Mër
Enj
Pre
Sht
Në ditët:
Çdo
ditë
orë
FDM nis
Telefonimi ka sukses
Telefonimi dështon
S'ka shkarkesa aktive
Kur shpejtësia më pak ose barabar se %d BPS gjatë %d
Kur gjithë shkarkesat janë në gjendjen gabuese gjatë
Kurrë
e Panjohur
Me sukses i lidhur tek "%s"
Lidhja tek "%s" dështoi
Hedhja pati sukses
Jashtë kujtese
S'mund të hidhet
Ekzekutimi me orar do të shkaktojë daljen e programit në fillesë. Orari do të përbuzet
Përpjekjet maksimale telefonuese
Pusho midis përpjekjeve
Mbylle nëse shpejtësia e lidhjes është më pak se:
Provo përsëri
Jo më tepër se
Përdor lidhjen
Nëse me sukses
herë
Mbylli gjithë lidhjet aktive
Lidhja për mbyllje
Emri i programit:
Argumente:
Lloji i mbylljes:
Detyroji aplikimet të dalin
Lësho programin
Themelo lidhje dial-up
Mbylle lidhjen
Ndryshoje mënyrën përdoruese të trafikut
Dil nga FDM
Mbylle kompjuterin
Shkarkesat për fillim
Shkarkesat për ndalim
Aplikime
Gjithë skedarët
Na falni, kjo veçori vlen vetëm në Windows 2000, XP dhe më sipër
Ju lutemi shkruani emrin e programit
Ju lutemi zgjidhni shkarkesat
Zgjidhni mënyrën përdoruese të trafikut që do të donit të vendosnit në fillim të detyrës
Zgjidheni këtë kuti nëse doni të kufizoni numrin maksimal të telefonatave pa sukses
Koha midis përpjekjeve pa sukses
Zgjidhe këtë kuti për të themeluar lidhje me shpejtësi jo më pak sesa vlera e përcaktuar
Përcaktoni vlerën e shpejtësisë minimale të kërkuar për lidhje
FDM do të përpiqet sërish të themelojë lidhjen e kërkuar nëse e zgjidhni këtë kuti
Zgjidheni këtë kuti për të kufizuar numrin maksimal të përpjekjeve pa sukses për të themeluar lidhjen
Përcaktoni shkarkesat e kërkuara
Lista e gjithë shkarkesave të vlefshme
Shtoje shkarkesën e zgjedhur tek lista e detyrave të shkarkesave
Hiqe shkarkesën e zgjedhur nga lista e detyrave të shkarkesave
Përcaktoni programin që doni të lëshoni
Gjeje programin në kompjuter
Përcaktoni argumentet e programit
Përcaktoni llojin e mbarimit të sesionit tuaj
Zgjidheni këtë kuti për të forcuar mbarimin e sesionit tuaj. Është i dobishëm nëse në sistem ka aplikime të ngrira. Por në këtë rast, gjithë të dhënat e paruajtura do të humbasin
Përcaktoni veprimin e programuar
Zgjidheni këtë kuti nëse doni që FDM t'i mbyllë gjithë lidhjet aktive
Përcaktoni lidhjen për mbyllje
Në disa ditë
të Dielën
të Hënën
të Martën
të Mërkurën
të Enjten
të Premten
të Shtunën
Me ndodhi, kur
Gjatë
Shpejtësi e ulët:
min.
Minuta
Orë
Ditë
Shpejtësia e shkarkimit është tepër e ulët
Gjithë shkarkesat janë në gjendje gabimi
Ju lutemi përcaktoni ditët
Nise detyrën në orën e caktuar
Vendosni orën për nisjen e detyrës
Nise detyrën në datën e caktuar
Vendosni datën për nisjen e detyrës
Nise detyrën në ditë të caktuara të javës
Nise detyrën çdo të diel
Nise detyrën çdo të hënë
Nise detyrën çdo të martë
Nise detyrën çdo të mërkurë
Nise detyrën çdo të enjte
Nise detyrën çdo të premte
Nise detyrën çdo të shtunë
Nise detyrën periodikisht
Kjo fushë ju lejon të përcaktoni intervalin e kohës në minuta, orë ose ditë
Nise detyrën kur ndodh ndonjë ngjarje
Përcaktoni llojin e ngjarjes
Shkruani intervalin e kohës
Shkruani shpejtësinë minimale të kërkuar
Kërko miratim për ekzekutimin e detyrës
Për dritaren e miratimit prit
sek.
Nëse zgjidhet, FDM do t'ju pyesë ta miratoni ekzekutimin e kësaj detyre
Nëse zgjidhet, FDM do të presë për miratimin tuaj gjatë një intervali të caktuar kohe. Nëse nuk do të reagoni gjatë kësaj kohe detyra do të nisë
Adresa:
Lista e skedarëve për shkarkim po ndërtohet
Lidhje tek serveri
Orvatje për të përdorur përdoruesin dhe fjalëkalimin e ruajtur në Menaxherin e Sitit
Rigjetje e listës së skedarëve nga serveri
Lidhja me serverin humbi. Orvatje për ta kthyer
Lista po ndërtohet
Merr përmasën dhe datën e modifikimit të skedarëve
Ky parametër mund ta ulë në mënyrë dramatike shpejtësinë
Zgjidheni këtë kuti nëse doni që FDM të dyshojë mbi përmasën dhe datën e skedarëve në serverat HTTP
Emri i sitit
Lidhje
Login
Grupi
Lista e siteve s'mund të hapet. Ka mundësi të jetë dëmtuar ose po përdoret nga një tjetër aplikim
Lista e siteve s'mund të ruhet
Lidhje maksimale të njëkohshme:
Grupi tipik për një shkarkesë të re nga ky sit
Përdor mënyrën pasive FTP
Ju lutemi shkruani emrin e sitit
Tashmë siti me të njëjtin emër ekziston. Ju lutemi shkruani një emër tjetër
Numri i lidhjeve maksimale duhet të jetë më i madh se 0
Ju lutemi zgjidhni grupin
Përcaktoni emrin e sitit
Zgjidheni këtë kuti për të kufizuar numrin maksimal të lidhjeve të njëkohshme tek ky server
Zgjidheni këtë kuti për të shtuar automatikisht shkarkesa nga ky server tek grupi i zgjedhur
Pyet përdoruesin
Mos më pyet më
Gabim shkrimi në disk
Skedari "%s" tashmë ekziston në disk. Çfarë do bëni?
Nuk ju pyet më rreth kësaj. Zgjedhja juaj do të pranohet si tipike
Mbishkruaje skedarin ekzistues
Riemërtoje këtë skedar
Rimerre shkarkimin. (Shkarkimi do të nisë në pozicionin baras me përmasën e skedarit ekzistues)
Ndale këtë shkarkesë
Po
Jo
Shkarkesa
u fshi. A doni ta fshini edhe skedarin në disk?
Ju lutemi shkruani përdoruesin dhe fjalëkalimin
Login në "%s"
Dërgo përdoruesin dhe fjalëkalimin e përcaktuar në server
Mos u lidh tek ky server
Përmasa e "%s" u ndryshua nga serveri. Çfarë do bëni?
Rinise shkarkesën nga fillimi
Rregulloje shkarkesën për përmasën e skedarit të ri. Nuk rekomandohet
Ju lutemi prisni
Ridato
Përshkrim
Ridatim duke përdorur:
Kërkesë për ridatim
Tashmë ju po përdorni versionin më të ri
Në shkarkim
Versioni %s build %s është i vlefshëm
Shpërndarës i plotë i versionit %s (%s)
Ngjitje në versionin %s
Ngjitje në versionin %s (%s)
FDM duhet të rinisë. A doni të riniset tani?
Ridatimi u krye
Ridatuesi s'mund të gjendet
Përcaktoni llojin e ridatimit
Ridatoje FDM-në duke përdorur shpërndarës të plotë
Ridatoje FDM-në duke përdorur shpërndarës në ngjitje
Shih më tepër informacion rreth procesit të ridatimit
Çka të re në këtë version?
Filloje tani ridatimin e FDM-së
Hiqe ridatimin dhe mbylle këtë tabelë
Krijo shkarkesa
Zgjidh përmbajtjen
Lëshoje përmbajtjen
Lista e shkarkesave për t'u shtuar
Zgjidhini njësitë e këmishës së përzgjedhur për t'i shtuar në listën e shkarkesave
Lëshojini njësitë e këmishës së përzgjedhur për të mos i shtuar në listën e shkarkesave
Rreth FDM-së
Copyright (c)
Gjithë të drejtat të rezervuara
Regjistruar tek:
Tashmë i ridatuar. Kërkohet rinisje
Përdoruesi ose fjalëkalimi janë invalidë
Skedari i historisë s'mund të hapet
Skedari i historisë s'mund të ruhet
Kuadro tipikë të Merimangës HTML
Merimangë HTML
Pema e faqeve të rrjetit
Shkarko një uebsit
Kuadro të shkarkimit të faqes së rrjetit
Nise shkarkimin
Ndale shkarkimin
Programoje shkarkimin
Fshije
Hape faqen e rrjetit në shfletues
Automatikisht nise shkarkimin
URLi i sitit (faqes) të Rrjetit
Skedari
Doni t'i fshini edhe shkarkesat?
Lista e faqeve të rrjetit s'mund të hapet
Lista e faqeve të rrjetit s'mund të ruhet
URLi i faqes së rrjetit ose serveri HTTP nga i cili doni të shkarkoni
URLi i faqes së rrjetit ose serveri HTTP nga i cili u nis shkarkimi
Emri i këmishës ku do të ruhen shkarkesat
Këmisha dalëse:
Faqe rrjeti
Faqe
Shtojca e skedarëve 'faqe rrjeti' me kod HTML:
Shkarkoji stilet për faqen e rrjetit
Shkarkoji faqet e rrjetit nga sitet e tjera
Figura
Shkarko figura
Shkarko figura që lidhen me site të tjera
Thellësia e shkarkimit:
Shtojca e skedarëve 'faqe rrjeti' me kod HTML. Faqet e rrjetit do të skanohen për linke figurash dhe faqe të tjera për shkarkim
Nëse zgjidhet, stili i faqeve të rrjetit, (CSS), gjithashtu do të shkarkohet. Rekomandohet
Nëse nuk zgjidhet, faqet e rrjetit të siteve të tjera nuk do të shkarkohen. Për shembull, nëse kjo kuti nuk zgjidhet dhe ju nisët të shkarkoni nga http://example.com/, aherë http://othersite.com/some.html nuk do të shkarkohet, por http://example.com/some.html do të shkarkohet
Nëse zgjidhet, figurat e faqeve të rrjetit gjithashtu do të shkarkohen
Nëse nuk zgjidhet, figurat e faqeve të rrjetit që lidhen me site të tjera nuk do të shkarkohen
Thellësia e shkarkimit. Për shembull, ju nisët të shkarkoni nga http://ex.com/index.html. Ka një link në http://ex.com/some.html nga http://ex.com/index.html. Aherë thellësia e http://ex.com/some.html do të jetë 1. Vënia e thellësisë 0 do të rezultojë vetëm në shkarkimin e përmbajtjes së faqes nisëse.
Shkarko skedarë nga faqe rrjeti
Shkarko skedarë nga uebsite të tjera
Fshiji skedarët me shtojcë
Ndize
Shkarko
Mos shkarko
skedarë me shtojcë:
Zgjidheni këtë kuti për të shkarkuar skedarë nga faqe rrjeti
Zgjidheni këtë kuti për të shkarkuar skedarë nga site të tjera
Zgjidheni këtë kuti për të përbuzur skedarë me shtojcë të përcaktuar
Nëse zgjidhet, skedarët me shtojcë të përcaktuar si më poshtë do të shkarkohen
Nëse zgjidhet, skedarët me shtojcë të përcaktuar si më poshtë NUK do të shkarkohen
Eksporto kuadro
Importo kuadro
Lëshimi i Regedit.exe dështoi
Ndodhi një gabim gjatë orvatjes për eksportim kuadrosh
Ndodhi një gabim gjatë orvatjes për importim kuadrosh
Skedarë-regjistri FDM
Eliminim i figurave sipas shtojcave
figura me shtojcë:
Zgjidheni këtë kuti për të përbuzur figura me shtojcë të përcaktuar
Nëse zgjidhet, figurat me shtojcë të përcaktuar si më poshtë do të shkarkohen
Nëse zgjidhet, figurat me shtojcë të përcaktuar si më poshtë NUK do të shkarkohen
Mos e shkarko këtë dhe fshije
Serveri nuk e përkrah rimarrjen e shkarkimit. Rinisje nga fillimi
Hapja e URLit dështoi
Na falni, ndodhi një gabim i papritur gjatë orvatjes për të shkruar në regjistër
Ju faleminderit për regjistrimin! Ju lutemi riniseni FDM-në
Shkarkoje me Free Download Manager
Shkarkoje faqen me Free Download Manager
FDM në menynë e kontekstit të Internet Explorer
Zgjidheni këtë kuti për të shtuar njësitë "Shkarkoje me Free Download Manager" dhe "Shkarkoje faqen me Free Download Manager" në menynë e kontekstit të Internet Explorer (menyja shfaqe kur klikon me të djathtë)
Ule përdorimin e trafikut gjatë aktivitetit të shfletuesit
Ule me një nivel
Vendos mënyrën e Lehtë
Zgjidheni këtë kuti për të ulur automatikisht përdorimin e trafikut kur Interneti shfletohet. Kjo ju lejon të shfletoni shumë më shpejt kur FDM po shkarkon diçka
Mënyra përdoruese e trafikut do të ulet me një nivel. E Rëndë->e Mesme, e Mesme->e Lehtë
Mënyra përdoruese e trafikut do të ndërrohet tek e Lehta
I vlefshëm për
I vlefshëm për 'sub domains'
Zgjidheni këtë kuti për ta përdorur këtë rekord për shkarkim me HTTP
Zgjidheni këtë kuti për ta përdorur këtë rekord për shkarkim me HTTPS
Zgjidheni këtë kuti për ta përdorur këtë rekord për shkarkim me FTP
Zgjidheni këtë kuti për ta përdorur këtë rekord për shkarkesa nga servera 'sub domains'. Për shembull, për sitin http://site.com do të jetë http://some.site.com
Ju lutemi zgjidhni të paktën një protokoll
Numri maksimal i shkarkesave vepruese
Zgjidheni këtë kuti nëse doni të kufizoni numrin maksimal të shkarkesave që veprojnë në të njëjtën kohë
Rinise shkarkesën
Krijo një sektor
Ndale sektorin
; kontekst: [sektori x] - Ndaloi
Ndaloi
; menyja tabaka
Kosh
;
Direktoria e 'Opera Plugin' s'mund të gjendet. A doni ta përcaktoni me dorë?
Direktoria e 'Netscape Plugin' s'mund të gjendet. A doni ta përcaktoni me dorë?
Monitorimi në Opera s'mund të instalohet
Monitorimi në Opera s'mund të çinstalohet
Monitorimi në Netscape s'mund të instalohet
Monitorimi në Netscape s'mund të çinstalohet
Zgjidheni këtë kuti nëse doni që FDM të kapë klikimet në Opera
Zgjidheni këtë kuti nëse doni që FDM të kapë klikimet në Netscape
; krijo 'dlg' shkarkese
Përmasa në dyshim
; kërko përmasën e një shkarkese
Në kërkim...
Përmasa që dyshohet për shkarkesën nga serveri
Po, të gjithë
Jo, fare
Ditar i detajuar
Nëse zgjidhet, FDM do të shfaqë reagime nga serveri
Ndryshimet do të kryhen kur shfletuesi të rinisë
Lista e detyrave
Lista e skedarëve
Lista e siteve
Lista e faqeve
Fshirje e shkarkesave
Lista e shkarkesave po ndërtohet
Krijo një tufë shkarkimi
Nga:
tek:
Hap:
Bajte për karta:
Rezultate
Shembull:
Numri fillues i sekuencës
Numri mbarues i sekuencës
Hapi i sekuencës. Për shembull, nëse është 10, aherë sekuenca do të jetë 0, 10, 20 ...
Numërimi i bajteve të kartave. Për shembull, nëse është 1, aherë sekuenca do të jetë 1, 2, 3. Nëse është 2, aherë sekuenca do të jetë 01, 02, 03.
Klikoni për të parë sekuencën e gjeneruar
Lejoje Internet Explorer të shkarkojë nëse ju shtypni Anulo
Zgjidheni këtë nëse doni që Internet Explorer ta shkarkojë skedarin kur të shtypni Anulo në tabelën "Shto një shkarkesë"
Numri final i sekuencës duhet të jetë më i madh sesa ai i fillimit
Ju lutemi përdorni (*) në URL për të përcaktuar rigën e URLit
Krijo një shtojcë nëse skedari nuk e ka një të tillë
Zgjidheni këtë kuti për të krijuar një shtojcë të caktuar për skedarë që nuk e kanë atë. Për shembull, nëse emri i skedarit është "skedar" dhe ju caktuat "txt", rezultati do të jetë "skedar.txt"
Përmasat shfaqi vetëm në bajt
Zgjidheni këtë kuti për t'i shfaqur gjithë përmasat në bajt, në vend të kilobajt ose megabajt
Kryej verifikim virusi
Argumente:
Shtojca:
Zgjidheni këtë kuti për t'i verifikuar automatikisht me antivirus skedarët e shkarkuar
Përcaktoni emrin e programit antivirus
Përcaktoni argumentet për antivirusin
Përcaktoni shtojcat e skedarëve të shkarkuar për verifikim
Ju lutemi shkruani emrin e antivirusit
Emri është invalid. Ju lutemi verifikojeni
Antivirusi u ngarkua
Gjymtoje detyrën pas ekzekutimit
Fshije detyrën pas ekzekutimit
Zgjidheni këtë kuti për ta gjymtuar automatikisht detyrën pas ekzekutimit
Zgjidheni këtë kuti për ta fshirë automatikisht detyrën pas ekzekutimit
Shko
Pas
Automatikisht krijo një emër
Zgjidheni këtë kuti për të krijuar automatikisht një emër shkarkese 
Ruaje me shtojcën "htm"
Zgjidheni këtë kuti për t'i ruajtur gjithë faqet e rrjetit me shtojcën "htm"
Klikoni tek ky buton për të llogaritur përmasën përmbledhëse të gjithë shkarkesave
Ruaje strukturën e këmishave në server
Zgjidheni këtë kuti për të mbajtur strukturën origjinale të këmishave në server. Përndryshe gjithë skedarët e serverit do të ruhen në një këmishë
Ju zgjodhët një tjetër këmishë. A doni që kjo këmishë të jetë tipike për këtë grup? Gjithsesi, këmisha tipike mund të ndryshohet në vetitë e grupit.
; === RRESHTA TË SHTUAR ===
Tashmë shkarkesa me një URL të tillë ekziston. Çfarë do bëni?
Ngarko
Ngarkoje skedarin e shkarkuar
Versioni
Klikoni për të kontaktuar me ne
Klikoni për të shkarkuar versionin më të fundit
Kujdes:   Ky program mbrohet me të drejta autori dhe traktate ndërkombëtare. Riprodhimi i paautorizuar apo shpërndarja e këtij programi, ose e çdo porcioni të tij, mund të rezultojë në penalitete të rënda civile dhe kriminale, të cilat do të ndiqen në shtrirjen më të madhe të mundshme sipas ligjit.
; === version i ri ===
Shkarko gjithçka me Free Download Manager
Shto listën e shkarkesave
Fshije zgjedhjen
Kjo është lista e URLeve për t'u shtuar
Klikoni tek ky buton për t'i fshirë gjithë URLet e zgjedhur nga lista
Direktoria e 'Firefox Plugin' s'mund të gjendet. A doni ta përcaktoni me dorë?
Monitorimi në Firefox s'mund të instalohet
Monitorimi në Firefox s'mund të çinstalohet
Zgjidheni këtë kuti nëse doni që FDM të kapë klikimet në Mozilla Firefox
Shkarkoje zgjedhjen me Free Download Manager
Nisje
Uebsite
Shkarkesa aktive
Aktualisht nuk ka shkarkesa aktive
Lajmërime
Përdor "tullumbace" në tabaka
Jashtëkoha
Zgjidheni këtë kuti për të lejuar lajmërime "tullumbacesh" në tabaka kur një shkarkesë ndalohet ose mbaron. Shënim: kjo veçori vlen vetëm në Windows 2000/XP dhe më sipër
Automatikisht mbylle "tullumbacen" pas skadimit të kohës
Pasqyra
Automatikisht kërko URLe pasqyrë
Numri maksimal i pasqyrave
Llogarite shpejtësinë e pasqyrave
Rillogarite shpejtësinë çdo
Zgjidheni këtë kuti që FDM automatikisht të kërkojë URLe pasqyrë për secilën shkarkesë
Kufizoje numrin e URLeve-pasqyrë për shkarkesë. Kjo lejon ulje të shpejtësisë për kohën e llogaritjes së pasqyrave
Zgjidheni këtë kuti që FDM të llogarisë shpejtësinë e secilit server pasqyrë
Automatikisht rillogarit shpejtësinë e pasqyrave përmes intervalit të caktuar të kohës
Mos kërko kur skedari është më pak se
FDM nuk do të kërkojë për pasqyra nëse përmasa e skedarit është më pak sesa përmasa e caktuar
Mos kërko kur përmasa e skedarit nuk njihet (Rekomandohet)
Shto një pasqyrë
Kërko pasqyra
Shto me dorë një URL-pasqyrë për këtë shkarkesë
Kërko për URLe pasqyrë mbi këtë shkarkesë me FileSearching.COM
Lista e URLeve-pasqyrë
Shpejtësia e serverit
Në përdorim
Mat shpejtësinë
Mat shpejtësinë e serverave të pasqyrave
Info mbi shkarkimet
Në pritje...
URL pasqyrë për shkarkesë
Përmasa e skedarit i kalon 2GB. Shkarkesa të tilla përkrahen vetëm me FTP
;
;
; #RRESHTA TË RINJ (NDËRTIMI MË I RI SESA 195)#
;
;
; FILLO: Faqe Shkarkimi e Re
Shkarkesë e Re
Automatikisht përcakto grupin për shkarkim
Vendose grupin në:
Ruaje shkarkesën në këmishën e grupit të saj
Zgjidheni këtë kuti nëse doni që grupi i shkarkesës të përcaktohet nga shtojca e skedarit ose nga kuadrot e Menaxherit të Sitit
Vendose me dorë grupin tipik
Zgjidheni këtë kuti nëse doni që shkarkesa të ruhet tek këmisha tipike e grupit (shih vetitë e Grupit)
Vendose me dorë këmishën dalëse tipike
; FUND
; FILLO: Faqe monitoruese
Monitorim i heshtur
Nëse zgjidhet, nuk shfaq tabelën "Shto një shkarkesë", kur nga shfletuesi shtohet një shkarkesë
Porosite
Zgjidh njësitë e menysë për t'u shfaqur në kontekstin e menysë së Internet Explorer
; FUND
Zgjidhni njësitë bazë që do të shfaqen në meny
Duhet zgjedhur të paktën një njësi menyje
Përdor tinguj
Zgjidheni këtë kuti nëse doni që FDM të luajë tinguj në disa ngjarje (p.sh. kur shkarkimi përfundon)
Zgjidh tingullin për çdo ngjarje
; FILLO : Porositje e tabelës së tingujve
Porositi tingujt
Shtoje
Fshije
Provoje
Lista e ngjarjeve dhe tingujve të duhur të FDM. Këtu ju mund ta rregulloni FDM të luajë një tingull kur ndodh ndonjë ngjarje
Shkarkesa u shtua - luaj tingull kur një a më shumë shkarkesa shtohen në listën e shkarkesave
Shkarkimi u krye - luaj tingull kur shkarkimi përfundon me sukses.
Shkarkimi dështoi - luaj tingull kur ndodh një gabim gjatë orvatjes për të shkarkuar një skedar.
Telefonimi pati sukses - luaj tingull kur detyra e Programuesit "Themelo lidhje dial-up" ekzekutohet me sukses.
Telefonimi dështoi - luaj tingull kur detyra e Programuesit "Themelo lidhje dial-up" dështon për ndonjë arsye.
Vendos tingull për ngjarjen e zgjedhur
Mos e luaj tingullin kur ngjarja e zgjedhur të ndodhë
Provoje tingullin e zgjedhur
Ngjarja
Skedarë zanorë
Asnjë tingull
Shkarkesa u shtua
Shkarkimi përfundoi
Shkarkimi dështoi
Telefonimi pati sukses
Telefonimi dështoi
Skedarë zanorë
; FUND
Pasqyrat po kërkohen...
Shpejtësia e pasqyrave po matet...
Tashmë u krye kërkimi për pasqyra
Lidhje tek serveri kërkues...
Marrje e rezultateve...
U gjetën %d pasqyra
Kërkimi për pasqyra u krye
Orvatje për një tjetër pasqyrë...
Nuk u gjet asnjë pasqyrë!
Dështim
Shpejtësia e pasqyrave u mat
; FILLO: faqja Histori
Histori
Ruaje historinë e linkeve dhe të këmishave
Ruaj vetëm historinë e këmishave
Ruaji rekordet deri në
Numri maksimal i rekordeve
Pastroje historinë
FDM do të ruajë historinë e linkeve dhe të këmishave që ju shkruat
FDM do të ruajë vetëm historinë e këmishave
FDM do të fshijë rekorde që ekzistojnë në histori më tepër sesa periudha e përcaktuar e kohës
Numri maksimal i rekordeve në histori. Kur numri i rekordeve ta kalojë këtë vlerë, FDM do të fshijë rekordet më të vona
Fshiji gjithë rekordet nga historia
; FUND
Importo
Eksporto
Importo listën e URLeve
Eksporto listën e shkarkesave
Skedarë tekst
Skedari s'mund të hapet
Eksporto gjithë shkarkesat
Eksporto gjithë shkarkesat në listë
Eksporto vetëm shkarkesat e zgjedhura
Mos i eksporto shkarkesat e përfunduara
Bashkangjiti ato nëse skedari ekziston
Emër grupi invalid. Ju lutemi mos përdorni simbolet / ose \.
Dil në përfundim
; FILLO : dritarja Historia e Shkarkesave
e Shtuar
i Ruajtur në
; FUND
Recycle Bin
; FILLO: Recycle Bin
Veti
Pastroje Recycle Bin
;FUND
;FILLO: vetitë e Recycle Bin
Mos i vendos shkarkesat e fshira në Recycle Bin
Mbaj maksimumin e
shkarkesave
Mos mbaj shkarkesa të përfunduara
Më pyet për miratim kur të fshij shkarkesa
Vetitë e Recycle Bin
Zgjidheni këtë kuti nëse nuk doni t'i depozitoni shkarkesat e fshira në Recycle Bin
Zgjidheni këtë kuti nëse doni të kufizoni numrin e shkarkesave të fshira të depozituara në Recycle Bin
Numri maksimal i shkarkesave për t'u depozituar në Recycle Bin
Zgjidheni këtë kuti nëse doni që shkarkesat e përfunduara të mos depozitohen në Recycle Bin pas fshirjes
Zgjidheni këtë kuti nëse doni që FDM t'ju pyesë për miratim kur orvateni të fshini një shkarkesë
;FUND
Ktheje
Shkarkesat po kthehen...
; Nënnjësite e Historisë
Sot
Dje
Një javë
Një muaj
Me porosi...
; fund
Pastroje Historinë
Ruaje historinë e shkarkesave
Ruaj vetëm historinë e shkarkesave të përfunduara
Zgjidheni këtë kuti nëse doni të ruani historinë e shkarkesave tuaja
Zgjidheni këtë kuti nëse doni ta ruani vetëm historinë e shkarkesave të përfunduara
Kuadro për Historinë e Shkarkesave
Lista për rekordet e Historisë po ndërtohet...
; Shkarkesa U Fshi
U Fshi
Zgjidh kufirin e kohës
Gjej
Gjeje prapë
Çfarë të gjej
; FILLO : tabela Gjej
Kërko në
Emri i skedarit lokal
Përcaktoni se ç'doni të gjeni
Kërko në pjesën e URLit të skedarit
Kërko në tërë URLin
Kërko në komentin e shkarkesës
Kërko në emrin dhe në shtegun e skedarit për shkarkim në diskun lokal
Kryej kuadro të avancuar kërkimi
; kuadro të AVANCUAR
Ku të kërkoj
Kërko në listën e shkarkesave
Kërko në Historinë e Shkarkesave
Kërko me kohë të përcaktuar
Vendose
Kërko në Recycle Bin
Kërko skedarë me përmasë të përcaktuar
Minimale
Maksimale
Kërko në Listën e Shkarkesave
Kërko në Historinë e Shkarkesave
Kërko vetëm shkarkesa që kënaqin kufirin e kohës së përcaktuar
Vendos kufirin e kohës
Kërko në Recycle Bin
Kërko vetëm skedarë që e kënaqin kufirin e përcaktuar të përmasës
Përmasa minimale e kërkuar
Përmasa maksimale e kërkuar
Kërko në grup
Zgjidhni grupin ku do të kryhet kërkimi
; FUND
Shkarkesat po kërkohen...
Nuk u gjet asnjë njësi
Nuk u gjet më asnjë njësi
Gjetja u krye
URL në fushëkapje
Parashikim ZIP
Duhet zgjedhur të paktën një skedar.
Ka mundësi që skedari që ju po shkarkoni të jetë arkiv ZIP. A doni ta parashikoni atë?
Parashikimi Audio/Video
Hapja e skedarit dështoi!
Lloj i medias nuk njihet.
Ju lutemi instaloni DirectX 8.0 ose më mirë për të përdorur këtë veçori. Ju mund ta shkarkoni DirectX më të fundit nga microsoft.com.
Info për Media
Përmasa:
Me vlerë:
 Kohëzgjatja:
Pa zë
Luaj
Pusho
Filtro
Shtojcat [ndarë me hapësira, p.sh. zip rar arj]:
Fshiji skedarët me shtojcë të tillë
Lër vetëm skedarët me shtojcë të tillë
Fija e argumenteve nuk përmban %file% 'macro'. Ky 'macro' është i nevojshëm për t'i treguar programit tuaj antivirus se çfarë skedari të verifikojë.
Doni të vazhdoni gjithsesi?
Kujdes
Përdor atribute të fshehura për shkarkesën e papërfunduar
Kur skedari të përfundojë, shto edhe komentin tek emri i tij
Mos i depozito faqet e serverit
Zgjidheni këtë kuti nëse nuk doni të depozitoni faqe serveri në kompjuterin tuaj, por vetëm skedarë dhe figura
Përdor parashikimin ZIP
Zgjidheni këtë kuti nëse doni të parashikoni përmbajtjen e arkivit ZIP në fillim të shkarkimit, që të shkarkoni vetëm një pjesë të arkivit.
Vëllimi:
Automatikisht nise shkarkimin
Zgjidheni këtë kuti nëse doni që FDM automatikisht të fillojë çdo shkarkesë të re
Ju lutemi zgjidhni skedarët për shkarkim
Vendosni pozicionet alternative(URLet) për këtë shkarkesë
Në të ardhmen mos parashiko
Ju e fikët parashikimin ZIP. Nëse doni që ta ndizni, ju lutemi shkoni tek Mundësi -> Mundësitë e shkarkimit (Ctrl+O) -> faqja Shkarkesë e Re, dhe zgjidhni kutinë "Përdor parashikimin ZIP".
Listë përbuzëse
Lista e faqeve të rrjetit që duhen përbuzur gjatë shkarkimit të një siti.
Nënkëmisha
Shto
Përbuzi edhe gjithë nënkëmishat
; Kuadro të rinj të tabelës Proxy
Në lidhjet e këputura përdor rrokullisje 
Përmasa e rrokullisjes
bajte
Zgjidheni këtë mundësi nëse doni të ndizni veçorinë rrokullisje. Kjo mundësi ju ndihmon t'i mbroni shkarkesat tuaja nga dëmtimet.
Përmasa e rrokullisjes. Përmasë më e madhe do ta lejojë rrokullisjen të punojë pa rrezik. Përmasa e rekomanduar është 3000 bajt. Këtë vlerë mund ta rrisni nëse shkarkesat tuaja ende mbeten të dëmtuara.
; mundësitë e shkarkimit -> tabela monitorim
Mos monitoro skedarë më të vegjël se
Përdoreni këtë mundësi nëse doni që FDM t'i lërë mënjanë skedarët që janë më të vogla sesa përmasa e përcaktuar
KBajt
Kujdes! Recycle Bin është tepër i madh. Kjo mund ta ulë në mënyrë dramatike rendimentin. Rekomandohet që Recycle Bin të pastrohet. A do të donit ta bënit këtë?
Mos e zgjidh më këtë
Kujdes! Historia e Shkarkesave është tepër e madhe. Kjo mund ta ulë në mënyrë dramatike rendimentin. Rekomandohet që Historia të pastrohet. A do të donit ta bënit këtë?
Serveri nuk mund t'i garantojë mundësitë e tij rimarrëse. Reagimi është invalid.
Kopjoje në fushëkapje
; kuadro të përgjithshëm | faqja lëvore
Lëvore
Lëvore
Lejoje lëvoren të përdorë ikonat e veta
Lejoje lëvoren të përdorë hartat e veta
; lëvore tipike
<tipike>
SHËNIM: Çdo ndryshim do të ndikojë vetëm kur                       Free Download Manager të rinisë.
Gjatë progresit shfaq info mbi shkarkesat
Kapërceji skedarët me shtojcë:
Lista e shtojcave për t'u kapërcyer
Asnjë shkarkesë aktive
Luaj një tingull kur gjithë shkarkesat të përfundojnë
Importo listën e URLeve nga fushëkapja
Fjalëkalime
Mundësitë e Menaxherit të Sitit
; Tabela e ruajtjes së fjalëkalimit
Doni ta ruani fjalëkalimin?
Free Download Manager mund të ruajë fjalëkalim për këtë server që ta shmangë nevojën për ta shkruar atë çdo herë që ju shkarkoni nga ky server.
Doni ta ruani këtë fjalëkalim?
Mos më sugjero që të ruaj ndonjë fjalëkalim
; Mundësitë e Menaxherit të Sitit | tabela e Fjalëkalimeve
Përdore Menaxherin e Sitit për depozitimin e fjalëkalimeve
Më pyet nëse dua ta ruaj apo jo fjalëkalimin
Mos më sugjero që t'i ruaj fjalëkalimet
Fshiji gjithë fjalëkalimet përpara daljes
Fshiji gjithë fjalëkalimet
; krijo një detyrë të re HTML Spider
Automatikisht fshiji shkarkesat e përfunduara (rekomandohet)
Zgjidheni këtë kuti nëse doni që automatikisht shkarkesat e HTML Spider të fshihen. Kjo e shpejton shkarkimin e siteve të mëdhaja.
Ndryshimet do të ndikojnë vetëm kur Free Download Manager të rinisë.
Stil i Ri
Stil i Vjetër
Emri i direktorisë është invalid
Fshehi dritaret pluskuese kur ekrani është i plotë
Zgjidheni këtë kuti nëse doni që automatikisht dritaret pluskuese të fshehen kur ekrani të jetë i plotë.
u programua për të nisur.
A doni ta nisni atë?
Ngarkoje shkarkesën kur të përfundojë
Ju lutemi, në URL përdorni (*), (*A) ose (*a) për të përcaktuar tempujkën e URLit
Serveri i kërkimit për pasqyra:
Hibernacion
Në qëndrim
Mbaje mend zgjedhjen time
Më sugjero për ta ndryshuar këmishën tipike të grupit
Ruaje këmishën
Hape këmishën
Ruaje këmishën dhe hape atë
Lloji i shkarkesës:
Link për tek FDM
Link për tek Free Download Manager
I dashur përdorues!
Programi Free Download Manager ju ofrohet falas. Ju mund ta përdorni atë sa të doni.
Gjithsesi, nëse Free Download Manager ju duket i dobishëm, ju kërkojmë që ta përhapni atë duke e vendosur linkun e tij në uebsitin tuaj. Në këtë mënyrë Free Download Manager do të njihet nga më tepër njerëz.
Ju faleminderit për përkrahjen tuaj,\nskuadra e zhvillimit Free Download Manager.
Më kujto për 3 ditë
Më kujto kur Free Download Manager të nisë herën tjetër
Mos e shfaq më këtë dritare
Shfaq kodin e linkut HTML
Kodi për linkun HTML
Më shumë shembuj
Kopjoje në fushëkapje
Fshehe
; dritarja "Mënyra përdoruese e trafikut ndryshoi"
Mënyra përdoruese e trafikut ndryshoi
Ju e ndërruat mënyrën përdoruese të trafikut.\nFree Download Manager ka tre mënyra:
Në këtë mënyrë Free Download Manager do të shkarkojë me shpejtësinë maksimale të mundshme. Kjo është mënyra më agresive.
Në këtë mënyrë Free Download Manager do të shkarkojë me shpejtësi mesatare. Kjo mënyrë ju lejon që të shfletoni Internetin dhe në të njëjtën kohë të keni shpejtësi të lartë shkarkimi.
Në këtë mënyrë Free Download Manager do të shkarkojë me shpejtësi të ulët. Kjo mënyrë ju lejon të shkarkoni pa e ulur në mënyrë dramatike rrjetin.
;
Riemërtoje dhe gjithashtu Rinise
Enter a value less than %d
; export/import downloads
URL List Files
Downloads Information List Files
;
Export options
;
Set the date of a file identical to the date specified by the server
Set the same date of a downloaded file as the one on the server
Generate description file
Generate a file with the name "*.dsc.txt" (* - name of a downloaded file) that will contain a small description of a downloaded file (comments + url + date). This file will be generated only for a download that has comments.
This file has been downloaded from
Don't retrieve the file date from the server
This option allows you to increase the speed of starting an FTP download. Free Download Manager will use SIZE command instead of LIST.
Don't save logs of downloads
Enabling this option will make Free Download Manager start and shut down faster and will decrease memory usage.
;
Export history of downloads
Export all entries
Export all entries on the list
Export selected entries
Export entries about completed downloads only
;
HTML Files
;
Free Download Manager Downloads History
URL of download
Downloaded to file
Size of file
Download was completed
Download was deleted
;
Saved in
File size
Resume support
Close this dialog when download is completed or stopped
Open
Do you want to see this window again?
Yes, but temporarily hide progress window for this download
No, don't show such progress windows for any download
Yes, but don't show progress window for this download
Using the SHIFT key means that this download will be deleted from disk and you will not be able to restore it.\nAre you sure?
Choose group
Set groups' root folder
Select groups' root folder.\nChanges will be applied to new downloads only.
Recent downloads
(empty)
Pause all downloads
Show downloading progress window
If checked, FDM will create a special window with information about downloading for each running download
; general settings | misc page
Timeouts for confirmations
Launch download
Ask for shutdown type
Confirmation timeout for "Tools | Hang-up when done" command.
Confirmation timeout for "Tools | Exit when done" command.
Confirmation timeout for "Tools | Shutdown computer when done" command.
Confirmation timeout for launch downloaded file when download is completed.
If checked, FDM will ask you for the type of shutdown for "Tools | Shutdown computer when done" command.
Don't ask for confirmation
; 5 seconds, 10 seconds, ...
%d seconds
Wait for my confirmation
Ignore pages from this folder
Download pages from this folder only
Including subfolders
Ignore all web pages located in this folder.
Download pages located in this folder only and ignore other web pages.
Check this option if you want HTML Spider to ignore (or download only) pages located in all subfolders of the specified folder.
Here you should specify URL of the folder.\nExample: "http://site.com/docs/".
Type
Ignore
Only
Set of numbers
Assign
Here you should specify the set of numbers for batch list.\nEx. 1-100, or 1-100s2w3.
Click this button to assign the set of numbers using the dialog window.
Single number
Number
Assign set of numbers
Syntax error
Extract archive
Extract
Extraction
Destination folder
Failed to extract. File format is unknown.
Traffic downloaded this month\n(%s was downloaded in the previous month)
Total speed of downloading
Disable Tools | "when done" task after execution
When enabled, any Tools | "when done" task will be automatically disabled after execution. Therefore, it will be launched only once.
; %s
; 1st - file name
; 2nd, 3rd - file info (size + date).
"%s" file already exists.\n\nDo you want to replace it\n(%s)\n\nwith the new one\n(%s)?
Yes for all
Skip
Skip all
Archive format is unknown
Visit web site
Install pack
By default, FDM supports ZIP, RAR and ARJ archives only.\nYou can extend the list of supported archives by installing additional archive support pack for Free Download Manager (Internet connection is required).
FDM archive support pack
Move up
Move down
Move selected download(s) up
Move selected download(s) down
Check file integrity
Some web sites provide special checksums for files available to download in order to allow users to make sure that the downloaded file is not damaged. You can enter this checksum here and FDM will check the file integrity.
Algorithm
Checksum
Paste from clipboard
Check
Calculating downloaded file's checksum...
File integrity check succeeded
File integrity check failed
File integrity check has been completed successfully.\nThere are no errors found in the downloaded file.
File integrity check has been completed.\nThere are errors found: the file was damaged during the downloading process. It is required to restart the downloading from the beginning.
Don't show this window again if check succeeds
Unable to find the executable file of the antivirus program you've chosen.\nPlease specify it yourself.
Files' sizes are not equal
Save as:\n(Sample: file(*)(*A)(*a).txt)
Invalid save as template specified.\nMake sure it corresponds to the URL template.
When done
When done (all completed or in error)
Applications
What's This?
Opinions
;
Dear all!
Free Download Manager (FDM) is one of the most popular downloading applications in the world, having millions of active users, but now, when it has become social, we want more!
If you find it as useful and must-have tool as we do, we kindly ask you to help us spread the word by posting a link to it in your blog, website or personal space, such as Myspace/MSN.
; %s will be replaced with "FDM buzz" 
Official %s has been started on August 16, 2006. Our goal is to make FDM the fastest-spreading Internet utility after FireFox!
FDM buzz
; %s will be replaced with "blog" 
You can track FDM's progress in our %s.
blog
Thanks for your help in advance,\nthe Free Download Manager development team
Don't show me this window again, I have a good memory.
Join the buzz
No, thank you
FDM Community
Switch to "Opinions" after download
If enabled, "Opinions" tab will be automatically activated when download is finished.
Modify Internet Explorer's network identification
If enabled, this will instruct web sites you browse that Free Download Manager is installed on your program. However, using this option may result in blocking of some sites.
Malicious?
Check if any of Free Download Manager's users reported this download as containing virus/adware/spyware/etc.
OK, none of Free Download Manager's users reported this download as malicious.\n\nHowever, this does not guarantee that this download is not malicious and it is recommended to check it using some antivirus program.
; keep all %xxx, \n as is.
There are %d of %d of Free Download Manager's users reported that this download is malicious.\nThe average rating for this download is %.*g.\n\nShow opinions about this download?
Check each new download before downloading if it is malicious
Use this option to get FDM check automatically, before downloading, if any of users reported this download as malicious.
Display opinions when downloading
If enabled, FDM will activate "Opinions" tab automatically and show opinions about download when downloading.
Checking if download is malicious (see options to disable this)
OK, nobody reported that it is malicious
Warning! Somebody reported that this download is malicious
Close
Loading
Don't download this
Cache the operations of writing the downloaded data to disk
If enabled, FDM will use internal cache buffer with the size you specified for operations of writing the downloaded data. This will reduce the number of times your HDD is used. This may increase the speed of downloading for high-speed connections.\nHowever, because downloaded data is not written to HDD immediately, it will be required to re-download this data again if a computer failure occurs (at worst, you will have to re-download as much data as you specified for the cache size).\nRecommended for high-speed connections.
Can't install SeaMonkey (Mozilla Suite) monitoring
Can't uninstall SeaMonkey (Mozilla Suite) monitoring
Check this box if you want FDM to catch clicks in Mozilla Firefox browser
Check this box if you want FDM to catch clicks in SeaMonkey (Mozilla Suite) browser
Allow the browser to download if you press Cancel
Check this box if you want your browser to download file when you press Cancel in the "Create download" dialog
Add FDM to the browser context menu
Check this box to add items "Download with FDM" and "Download web site with FDM" to the browser context menu (menu appears at right click)
Select menu items to display in browser context menu
Can't install Firefox monitoring
Move files to folder
Speed is too low. Restarting section...
Restart if speed is too low during (in min):
Restart section if downloading speed decreases dramatically.
Would you like to see such download progress windows again?
Sorry, this service is currently unavailable. Please try again later.
Move top
Move bottom
Place download at the top of the list
Check this option if you would like the download to be placed at the top of the list of downloads.
Monitoring in Firefox browser can't be enabled because FlashGot extension is installed.\nYou should uninstall FlashGot first.
Enable
Disable
Switch
If the Pause all downloads mode is enabled, it will be disabled, otherwise it will be enabled.
Official %s will be started on August 16, 2006. Our goal is to make FDM the fastest-spreading Internet utility after FireFox!
Automatically download and install updates
Notify me only when update is available
Turn off automatic updates
Now monitoring is enabled in %s.
Delete record
OK to delete?
There is no write access to Free Download Manager's folder.\nYou should grant write access in order to allow Free Download Manager to save its data files, otherwise all data will be lost after the restart of Free Download Manager.
This small box allows you to drag&drop links from your browser into Free Download Manager.\nIt allows to quickly show or hide Free Download Manager's window with a left button double click.\n\nIn order to hide it, right click on it and uncheck "Drop box" menu item.
Free Download Manager's Drop box
Disable all notifications for batch downloads
Check this options in order to disable all (balloon, sounds) notifications for downloads created by "%s" command.
Skip list
Specify the list of files extensions and the list of sites that should not be monitored.
Don't catch download from these sites (space separated):
Free Download Manager will not monitor downloads from the sites specified in this list. Specify domain names here (e.g. "site.com"). You may use '*' symbols.
Warning!\nAn error occurred while trying to perform virus check.\nWould you like to launch downloaded file anyway?
Integrity
Perform the integrity check when file is downloaded
In order to perform the integrity check Free Download Manager should know the valid checksum of the file. In most cases you should provide it for each download.
If the check failed
Valid checksum of this file
Do nothing
Specify here what FDM should do when the integrity check fails.\nAsk - FDM will ask you what to do.\nRestart - FDM will restart this download from the beginning.\nDo nothing - FDM will add the record about fail check to the downloading log file and will not do anything more.
Performing integrity check...
Integrity check succeeded.
Integrity check failed!
Specify integrity check algorithm.
Valid checksum
Result checksum
; zip preview window
Check/uncheck all
; group's properties dialog
Macroes
name of the server (e.g. "freedownloadmanager.org")
path to the downloading file on the server
current year
current month (number from 1 to 12)
current day
; don't translate "%year%-%month%-%day%" here
equivalent to "%year%-%month%-%day%"
;
From Mozilla Firefox
FDM will take proxy settings from Firefox
; new download settings
Use this group
; Downloads -> Schedule ->
Start
Stop
Schedule download start
Schedule download stop
;
; downloads that are not completed or have been completed recently
Not completed+Recent
Parent group
;
; create new download dialog -> set output folder as default dialog
Set as default for all the groups of downloads
; %s - place of name of the group. don't change this
OK to set this folder as the default output folder for the "%s" group?
;
;
Clean up the list of the downloads
Uploads
Upload files
Start uploading
Stop uploading
Schedule uploading
Move selected upload(s) up
Move selected upload(s) down
Uploaded
List of uploads
Retrieving destination upload URL from the base server...
Abort
; outlook express: view | insert file | ...
As attachment
As link (upload)
Folder
;
Add files
Add folder
BitTorrent
Enable BitTorrent protocol support
Limit upload traffic
Limit the number of upload connections
Use ports in the range from
to
Enable DHT
Enable/disable BitTorrent protocol support. However, if there are any BitTorrent downloads in the list or in FDM Recycle Bin, BitTorrent protocol will not be disabled completely.
Limit the maximum total speed of upload connections. This is not recommended for BitTorrent protocol and may reduce your download speed.
Limit the maximum number of total upload connections. Setting a too low number may result in decreasing of your downloading speed.
Specify here the range of ports that FDM will use for upload connections.
Enable DHT extension (download without using the tracker). Enabling this option will affect the increase of network traffic usage.
Name
Login is required for the tracker
Add BitTorrent download
An error occurred while trying to process this torrent file.
Torrent file
It seems that you would like to download a .torrent file. It's required to enable BitTorrent support in Free Download Manager to do this.\n\nWould you like to enable BitTorrent?
Retype your passwords: passwords you've typed do not match.
Specify the files you would like to upload.
Upload properties
Metalink info file has been detected. Continue downloading.
BitTorrent info file has been detected. Continue downloading.
Failed to access the files on the disk.
Connecting tracker...
Failed to receive the valid response from the tracker.
Response has been received from the tracker successfully.
Hash check of the part of download has failed. Redownloading it...
Grant all bandwidth for this download
Disable Free Download Manager automatic loading at Windows startup?
Sorry, FDM Community service is currently unavailable. Please try again later.
Name of the file should not contain any of \ / : * ? " < > | symbols. Please enter another name.
Name of the folder should not contain any of : * ? " < > | symbols. Please enter another name.
Customize floating windows...
Transparency
Data
Keep all data files in the current user's folder
Keep files in this folder
Changes will be applied after the restart of Free Download Manager.
Show download progress window
Create portable version
Portable version of Free Download Manager can be used on different computers without the need to install and configure it on each computer.\n\nIt can be conveniently placed on a flash disk, for example.\n\nOnce launched, it registers itself in the computer's system and integrates to browsers. At exit it will unregister itself automatically.\n\nSpecify here the path where you would like to create this version. It should be a folder on some removable drive.\n\nE.g. "I:\My portable programs\".
Integration
Associate with torrent files
Always use this group for new downloads
Always use this group and remember the last output folder each time
Flash video downloads
Download video with FDM
This site is not supported. See the list of supported sites.
View in Downloads window
This is the page with flash video. Downloading flash video...
Converting...
Convert
Convert options
File format
Video size
; video quality
Quality
Very low
Low
Normal
Average
High
Very high
;
AVI using MPEG-4 (*.avi)
AVI using XVID (*.avi)
Don't change
Video bitrate
Audio bitrate
Remember settings as default
;
Create flash video download
Automatically convert downloaded video to the specified format
Setup advanced options
View list of supported sites
; used in "create flash video download" window
e.g.
Next attempt to connect to tracker in %d seconds
Preparing files on the disk... This may take several minutes
State
Preparing files on the disk...
MP4 for iPod/PSP (MPEG4 + AAC, *.mp4)
Media preview/convert
Convert media file
Switch to this tab automatically
;keep "\n\n%s\n" as is
Media file has been converted successfully and stored in\n\n%s\n.
Failed to convert media file\n\n%s.
Group for new download
Info hash
Peers
Client
Pieces
Tracker
Tracker status
Upload speed
Bytes uploaded
Share ratio
Wasted byte count
Torrent file URL
Are you sure?\nThis will restart the download from the beginning.
Traffic used ("downloaded"; "uploaded") this month\n(%s was used in the previous month)
Total speed ("download"; "upload")
Files to upload
Package name
Compress
Set password for this download
Retype
Keep these files
Supposed number of downloads
Add link to these files in our catalogue
Include advanced information (all fields are optional)
Description
Tags
Your name
Your email
Receiver's email
Less than 10
From 10 to 100
More than 100
2 days
7 days
1 month
;compression methods
None
Fast
Average
Best
Uploader settings
Integrate uploader into
Explorer's context menu
Explorer's "Send To..." menu
Use simple upload menu
Minimum size of file to upload
HTTP proxy settings
Upload activation
Upload requires activation. This is required in order to protect our server from automatic uploads. Enter activation code.
Connecting to upload server
Successfully connected to upload server
File has been uploaded to server successfully
File upload was stopped
Creating zip archive of uploading files...
Failed to create zip archive
Zip archive has been created successfully
Sending the request to server
Sending information about this upload to server
Information has been sent
Failed to send information about this upload to server
Activating upload...
Upload has been activated successfully
Failed to activate upload
Upload file was changed on the disk
Unexpected error
Calculating checksum...
; "I agree to terms" string in two lines
I agree to
terms
You must agree to terms.
Failed to check for updates
New version is available. It is required to update your version.\nWould you like to update now?
Update of Free Download Manager is required
Restart of Free Download Manager is required
Prompt me to upload attachments
Attach to the letter (slow)...
Upload and insert link (lightning fast)...
An error occurred while trying to start uploading. Check your connection or try again later.
You have attached large file(s).\nDue to many reasons it's recommended not to send large files as attachments, but upload files and send links to them.\n\nWould you like to upload?
Upload is recommended
Integration settings
Upload of %s has been completed.\nYou should use the following URL as the download link:
Total size
Open in the browser
Current version of Free Download Manager cannot longer be used to upload files. It's required to update it.
Current version of Free Upload Manager cannot longer be used. It's required to update it. Please visit freedownloadmanager.org site.
Too long input.
Upload manager integration settings
Free Upload Manager integration settings
Upload
Downloading update...
Enable seeding
Disable seeding by default
Consider download malicious if minimum
% of users marked it as malicious
OK, Free Download Manager's users did not report this download as malicious.\n\nHowever, this does not guarantee that this download is not malicious and it is recommended to check it using some antivirus program.
OK, FDM's users did not report that this download is malicious
drive letter FDM was started from. E.g. "C:". Is useful for portable version.
You should install Video Conversion plugin in order to use this feature.
You should install BitTorrent plugin in order to download via BitTorrent protocol.
Note: these files (*.sav) are Free Download Manager's service files (not the files you download).
Would you like to copy current data files to a new folder (existing files will be overwritten)?
Default download folders of all groups will be set to this folder.\nOK to continue?
Set default download folder
Prevent computer from stand by while downloading
Maximum number of half-open connections
Torrents
Failed to access the files on the disk. Check if disk is full or write protected.
Ratio
List of torrents
Add torrent download from web
Add torrent download from file
Create new torrent
(auto)
Source
Piece size
Trackers
Add tracker
Remove tracker
Start seeding this torrent
Save
Create new torrent
Torrent files
Priority
;normal/high priority
skip
normal
high
Floating windows
Service files (list of downloads, history, etc.)
Default settings for site downloads
You have paused all downloads. This means all downloads will download at a very low speed (1B/s usually).\nThis allows to "pause" even downloads with no resume support.\n\nYou should call this command again or restart FDM in order to return to normal state.
Seeding
Enable seeding (highly recommended)
Unlimited seeding
Limit by ratio
Seed until ratio will be
Limit by time
Seed during
Check if download with the same URL already exists
Save history of downloads
List my most recently downloaded files
Default settings of BitTorrent downloads
Restart completed downloads
Specify Firefox's portable version folder.
Can't find Apple Safari Plugin directory. Do you wish to specify it manually?
Can't find Google Chrome Plugin directory. Do you wish to specify it manually?
Can't install Apple Safari monitoring
Can't uninstall Apple Safari monitoring
Can't install Google Chrome monitoring
Can't uninstall Google Chrome monitoring
Time Limit
;hours, for short
hr.
Limit time when FDM can start downloads
Allow to start only from
Normal priority
High priority
Essential
No timeout for download completion balloons
Check if a new download is the mirror for existing one
Show small notification windows on downloads completion
Automatically hide after
Like FDM? Try Personal Informer!
The latest version of FDM comes with a free bonus: Personal Informer.
It places quick links to all your
favorite sites
; next line means --- after you start _browser_. "_browser_" will be Internet Explorer or Firefox
on your homepage, so that you can access them right after you start
; \n means next line. don't change this.
We will analyze your browsing history and show you the list\nof the web sites you visited we think you might like\nto have on your webpage. You will we able to customize\nthe list then.
Are you sure? The whole process is going to take less than 1 minute and give you a really powerful home page.
Still Cancel
Proceed
Do you want us to remind you in a few days?
Title
Monitor flash video downloads in browsers
Using this feature can cause conflicts with other software installed on your PC. If you experience problems you will have to disable this feature in FDM or try to resolve conflicts by removing conflicting software or disabling some of its features.
Web page
Flash videos found on this page
You should enable monitoring of flash video downloads for this. See Options | Downloads | Flash Video.
Enter the URL of the web page you want to download flash videos from. Note that this page must already be loaded in your browser and videos should be playing.
Searching flash videos...
There were no flash videos found on this page. Make sure the videos on this page are playing or try to reload it (refresh page or clear browser's cache).
; keep "0x%x" as is
An error occurred while trying to get downloads.\nError: 0x%x.
Error
Show "Download It" button
(Internet Explorer only)
Failed to found information about this web page. Please force your browser to reload it.
Flash Video
Limit the maximum number of connections
This will disable FDM tips. Are you sure?\nYou can enable tips again in Options | Notifications settings.
Show Tips
Error! Update file is not signed by FreeDownloadManager.ORG.
; 
; Also, please download and translate this file:
;  http://freedownloadmanager.org/tips-eng.txt
; Note, that it's UTF-8 encoded file (use Notepad.exe to edit).
;  and do not change text in tags (between "<>", e.g. "<a href...>")
; Send translated file to support@freedownloadmanager.org.
;
;
(Internet Explorer and Firefox only)
Show "Download It" button
Flash video monitoring module is not loaded. Make sure FDM is running and you've enabled this option in FDM (see Options | Downloads | Flash Video).
; do not change "0x%x"
An error occurred while trying to transfer downloads to FDM.\nError: 0x%x.
Download It
Show This Button
There are no downloads to export.
There is nothing to export.
after "silent" creation
You'll need to provide administrator permission to enable/disable monitoring.
An error occured while trying to enable/disable integration.
Not enough rights
You'll need to provide administrator permission to export/import settings.
Download with FDM
; please keep %d, %s and %% as is
; %d - percents
%d%% downloaded in total
; left to download at... some speed
%s left to download at
Path to user profile folder.
Import µTorrent downloads
µTorrent save folder not found!
FDM can import all your existing µTorrent downloads. Would you like to import?\nYou can do it in any time later by using File | Import | µTorrent Downloads menu.
FDM can import all your existing µTorrent downloads.\nYou can do it in any time later by using File | Import | Import Downloads from Other Managers menu.
Import Downloads from Other Managers
Orbit Downloader
LeechGet
Cannot find the path to the Orbit Downloader's application data.
Cannot detect the path to the Orbit Downloader's application data.
Error: %d (%02X)
System diagnostics: %s
Cannot find the Orbit Downloader's service file that contains the downloads list.
Cannot read the Orbit Downloader's downloads list.
Cannot parse the Orbit Downloader's downloads list. The downloads list has an unexpected format.
Failed to create and configure %d download(s) by a path, file name and URL imported from the Orbit Downloader.
Cannot import the downloads.
There is no data in the Orbit Downloader's download list!
The Orbit Downloader is not installed on this machine!
The import of the downloads from the %s has been stopped because of the following error.
Would you like to continue the import from other managers?
Processed:
Successful:
Failed:
Unprocessed:
Total:
µTorrent
undefined
%d of %d
Choose the managers which you want to import the downloads from:
FDM can import downloads from other managers. Would you like to import?\nYou can do it in any time later by using File | Import | Import Downloads from Other Managers menu.
Details: %s
Cannot process a peer request.
Fatal error occurred while loading the list of downloads.\nClick OK to continue (some or all downloads will be lost) or CANCEL to exit.\nThis problem can be caused by incorrect installation of FDM or damaged data file.
Invalid installation: installed Bittorrent module can't be used with this version of FDM.\nPlease reinstall.\nClick OK to exit.
; %d - is the number
%d peers received
Such Bittorrent download exists already
You'll need to provide administrator permission to apply settings.
Determine automatically
Choose...
Connection speed
Settings for traffic usage modes
% of connection speed
Manage automatically
; set some setting (maximum number of connections, for example) to some number
Set to
The current connection speed is measured by FDM automatically. If you suspect that the values are incorrect, just let FDM keep on running and you should see the calculated numbers get closer to the real values. Note that FDM measures the speed only when it's downloading/uploading. The greater the number of downloads/uploads, the better FDM detects the actual connection speed.
Download speed
Measure again
Specify value
The value must be greater than or equal to zero.
Specify in bits instead of bytes
Create RTSP or MMS download
Live Streaming
Retry
Abort All
Tried to move the file:\n %s\n\n to the destination folder under this name:\n %s\n\n%s: %s\n\nPlease close all applications that may be using this file.
Unsupported content-encoding
Select all
Reset all
Administrator rights are required to integrate FDM into Internet Explorer. Choosing "Cancel" will integrate it partially.
; %s will be replaced with the actual browser name
Can't delete the browser plugin while %s is running. Please close the browser and click OK to continue.\nClick Cancel to postpone the deletion of the plugin to system reboot.
Can't delete the browser plugin for %s. It will be deleted on system reboot.
Associate with magnet links
Enable Local Peer Discovery
Enable UPnP
Enable NAT-PMP
Enable µTorrent Peer Exchange
Changes will take effect after you restart Free Download Manager
The video you selected has the audio data stream in a separate file.\nIt must be downloaded also for the video to have audio channel.\nThe appropriate audio file has been selected for downloading.\nIt will be automatically merged with the video download as soon as both downloads completes.
The video(s) you selected has the audio data stream in a separate file.\nThis audio download must be downloaded also for the video to have audio channel.\nAre you sure you do not want it to be downloaded?\nChoose Yes to download video file without audio channel.
Waiting for the media merge task to begin
Media merge task succeeded
Media merge task failed
Media merge task has started
Download YouTube video
Video formats found on this page
YouTube video download detected.\nWould you like to download it as YouTube video?
Video monitoring
Video downloads
Additional components required for this feature to work.\nWould you like to download them?
Downloading and installing additional components
Error installing additional components.
A tiny button which helps to download videos from YouTube.com with few clicks.\nIn order to enable this button for other video sites - please enable "Monitor flash downloads in browsers" option.
File size is too large for the target file system.
; %s means browser name; do not remove it
Administrator rights are required to integrate FDM into %s.
Please don't pause this downloads for a long time; otherwise it may need to be restarted.
You have unfinished YouTube downloads. If you stop them now, you might not be able to resume them later. Exit anyway?
If you stop this download for a long time, you might not be able to resume them later. Continue?
Cannot resume download, please restart it manually.
Sequential downloads
New version of flash video monitoring module is available. Would you like to update?
Skip this update
Security check failure
Certificate host name is incorrect
Certificate is expired
Invalid certificate
Security check failed for host
